Repository: BuiltInMenlo/HotOrNot
Catalog: ios/HotOrNot/HotOrNot/*.lproj/Localizable.strings
Languages: ja, ko, pt

# hud_loadError
source: Problem loading data!
ja: データの読み込みに問題があります
ko: 데이터 로드 중 문제 발생
pt: Problema no Carregamento dos Dados

# hud_dlFailed
source: Download failed
ja: ダウンロードに失敗しました!
ko: 다운로드 실패!
pt: Falha no Download!

# hud_submitFailed
source: Failed submission
ja: 送信に失敗しました
ko: 전송 실패
pt: Falha no Download!

# hud_loading
source: Loading…
ja: ロード中...
ko: 로딩 중...
pt: Carregando...

# hud_submitComment
source: Submitting comment…
ja: コメントを提出中...
ko: 코멘트 제출 중...
pt: Enviando comentário...

# hud_uploadFail
source: Upload error
ja: エラーをアップロード
ko: 업로드 오류
pt: Erro de upload

# hud_usernameNotFound
source: Username not found!
ja: ユーザーネームが見つかりません!
ko: 사용자 이름을 찾을 수 없습니다!
pt: Nome de usuário não encontrado!

# hud_checkUsername
source: Checking username…
ja: ユーザーネームを調べています_
ko: username_ 확인 중
pt: Verificando nome de usuário_

# hud_updateFail
source: Update failed
ja: アップデートに失敗しました。
ko: 업데이트 실패
pt: Falha na atualização

# hud_usernameTaken
source: Username taken!
ja: ユーザーネームは既に使われています。
ko: 사용자 이름이 이미 사용 중!
pt: Nome de usuário aceito!

# hud_submit
source: Submitting…
ja: 提出中...
ko: 제출 중...
pt: Enviando...

# hud_noResults
source: No results found!
ja: 結果がありません!
ko: 결과가 없습니다!
pt: Nenhum resultado encontrado!

# hud_searchUsers
source: Searching users…
ja: ユーザーを検索中...
ko: 사용자 검색 중...
pt: Pesquisando usuários...

# hud_searchHashtags
source: Searching hashtags…
ja: ハッシュタグを検索中...
ko: 해시태그 검색 중...
pt: Pesquisando hashtags...

# hud_sent
source: Sent
ja: 送信しました。
ko: 전송
pt: Enviado

source: Share
ja: Share club
ko: 클럽 공유
pt: Compartilhar clube

# header_restricted
source: restricted access
ja: 制限されたアクセス
ko: 접근 제한
pt: acesso restrito

# restricted_inviteCode
source: Enter invite code
ja: 招待コードを入力
ko: 초청 코드를 입력
pt: Insira o código de convite

# voters_caption
source: @%@ liked this
ja: @% これにイイねしました。
ko: @% 좋아했습니다
pt: @%@ gostou disso

# alert_yes
source: Yes
ja: はい
ko: 예
pt: Sim

# alert_no
source: No
ja: いいえ
ko: 아니요
pt: Não

# alert_cancel
source: Cancel
ja: キャンセル
ko: 취소
pt: Cancelar

# alert_invite
source: Invite Friends
ko: 친구 초대하기
pt: Convidar amigos

# alert_instagramError_t
source: Not Available
ja: 利用不可
ko: 사용할 수 없음
pt: Não disponível

# alert_rateApp_no
source: No Thanks
ja: いいえ、結構です
ko: 아뇨, 괜찮습니다
pt: Não, Obrigado

# alert_lockedClub_t
source: Locked Club!
ko: 잠긴 클럽입니다!
pt: Clube bloqueado!

# alert_register_m
source: Come back to register for Selfieclub
ko: 셀카클럽에 등록하기 위해 돌아오기
pt: Volte para registrar-se no Selfieclub

# title_copyURL
source: - copy your url
ko: - URL을 복사하세요
pt: - copie sua url

# title_joinNow
source: - Join Now!
ja: - 今すぐ参加!
ko: - 클럽명 - 지금 가입하세요!
pt: - Entre Agora!

source: Enter username
ja: ユーザー名を入力する
ko: 사용자 이름
pt: Digite o nome de usuário

source: Enter phone
ja: 電話番号を入力する
ko: 전화번호
pt: Digite o telefone

source: Register
ja: 登録する
ko: 등록하기
pt: Cadastrar

# header_friends
source: Friends
ja: 友達
ko: 친구
pt: Amigos

# header_news
source: News
ja: ニュース
ko: 친구
pt: Novidades

# header_clubs
source: Clubs
ja: クラブ
ko: 클럽
pt: Clubes

# alert_join
source: Would you like to join the %@ Selfieclub?
ja: %@ セルフィークラブに参加しますか?
ko: %@ Selfieclub에 참가하실래요?
pt: Gostaria de participar do Selfieclub %@?

# header_addclub
source: Add Club
ja: クラブを追加する
ko: 클럽 추가하기
pt: Adicionar clube

# create_club
source: Add Club
ja: クラブを作る
ko: 클럽 만들기
pt: Criar um clube

# invite_club
source: Invite to Club
ja: クラブに招待する
ko: 클럽으로 초대하기
pt: Convidar

source: Select all clubs
ja: 全てのクラブを選択する
ko: 모든 클럽을 선택
pt: Selecionar todos os clubes

# header_activity
source: Activity
ja: アクティビティ
ko: 활동
pt: Atividade

# alert_status
source: This club does not have any status updates yet!
ja: このクラブはステータス更新がまだされていません!
ko: 이 클럽에는 아직 상태 업데이트가 없습니다!
pt: Este clube ainda não tem atualizações de status!

# alert_create
source: Would you like to create one?
ja: 作成しますか?
ko: 하나 만드실래요?
pt: Gostaria de criar uma?

source: Select Feeling
ja: 気持ちを選択する
ko: 느낌을 선택
pt: Escolha o sentimento

# grant_access
source: Flip the switch in Settings -> Privacy -> Contacts -> Selfieclub to grant access.
ja: アクセスを付与するには、設定 -> プライバシー -> 連絡先 -> セルフィークラブでスイッチをフリップします。
ko: 접근을 허용하려면, 설정 > 개인 정보 보호 > 연락처 > Selfieclub의 스위치를 켜 주세요.
pt: Ative o botão em Ajustes -> Privacidade -> Contatos -> Selfieclub para permitir o acesso.

source: Select Club
ja: クラブを選択する
ko: 클럽 선택하기
pt: Selecionar clube

source: Club Name
ja: クラブ名
ko: 클럽 이름
pt: Nome do clube

# settings_notification
source: SMS updates
ja: 通知
ko: 알림
pt: Notificação

# copy_url
source: About
ja: 自分のクラブURLをコピーする
ko: 내 클럽 URL을 복사
pt: Copiar link do meu clube

# terms_service
source: Legal
ja: サービス規約
ko: 서비스 약관
pt: Termos de serviço

source: Privacy policy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt: Privacidade

# settings_support
source: Support
ja: サポート
ko: 지원 요청
pt: Suporte

# rate_app
source: Rate this app
ja: このアプリを評価する
ko: 이 앱을 평가하기
pt: Avalie este aplicativo

source: Network status
ja: ネットワークステータス
ko: 네트워크 상태
pt: Status da rede

# settings_logout
source: Logout
ja: ログアウトする
ko: 로그아웃
pt: Sair

# header_settings
source: Settings
ja: 設定
ko: 설정
pt: Ajustes

# alert_noemotions_title
source: No Emotions selected!
ja: 気持ちが選択されていません!
ko: 어떠한 이모티콘도 선택되지 않았습니다!
pt: Nenhuma Emoção selecionada!

# alert_noemotions_msg
source: You need to choose some emotions to make a status update.
ja: ステータスを更新するには、いずれかの気持ちを選択して下さい。
ko: 상태 업데이트를 하기 위해서는 이모티콘을 선택해야 합니다.
pt: Você precisa escolher algumas emoções para fazer uma atualização de status.

# popup_clubcopied_title
source: %@ has been copied to your clipboard.
ja: %@ クラブがコピーされました!
ko: 당신의 %@ 클럽이 복사되었습니다!
pt: O seu clube %@ foi copiado!

# popup_clubcopied_msg
source: Paste this URL anywhere to have your friends join!
ja: URLをどこかにペーストしてシェアしましょう!
ko: 다른 사람과 공유하려면, URL을 붙여넣기 하세요!
pt: Cole o link em qualquer lugar para compartilhar!

source: Email Error
ja: メールエラー
ko: 이메일 오류
pt: Erro de E-mail

# email_errormsg
source: Cannot send email from this device!
ja: このデバイスからメールは送れません!
ko: 이 기기에서 메일을 전송할 수 없습니다!
pt: Não é possível enviar e-mail a partir deste dispositivo!

source: Are you sure?
ja: よろしいですか
ko: 확실합니까
pt: você tem certeza

# ago_emotion
source: ago with %d emotion
ja: 前に、気持ちが%dつ
ko: 전에 %d 이모티콘과 함께
pt: atrás, com %d emoção

# ago_emotions
source: ago with %d emotions
ja: 前に、気持ちが%dつ
ko: 전에 %d 이모티콘과 함께
pt: atrás, com %d emoções

# no_club
source: No Club Name!
ja: クラブ名がありません!
ko: 클럽 이름이 없습니다!
pt: Clube Sem Nome!

# no_club_msg
source: You need to enter a name for your club!
ja: クラブの名前を入力して下さい!
ko: 클럽 이름을 기입하셔야 합니다!
pt: Você precisa inserir um nome para seu clube!

# in_news
source: %@ - in %@
ja: %@ - 入る %@
ko: %@ - 안 %@
pt: %@ - em %@

# real_profile
source: Your profile photo helps the Selfieclub community know your real.
ja: プロフィール写真があればSelfieclubコミュニティーがあなたをもっとよく知ることができます
ko: 프로필 사진은 셀카 클럽 커뮤니티가 여러분의 진짜 얼굴을 알 수 있도록 도와줍니다
pt: Sua foto do perfil ajuda a comunidade Selfieclub a conhecer sua verdadeira

source: Take Photo
ja: 写真を撮る
ko: 사진 촬영
pt: Tirar Foto

source: - is feeling…
ja: - 感じていること...
ko: - 기분이...
pt: - está se sentindo…

# is_feeling2
source: is feeling...
pt: está se sentindo...

source: Enter Pin
ja: Pinを入力する
ko: PIN 번호 입력
pt: Digite o PIN

source: Invalid Pin!
ja: Pinが無効です!
ko: 잘못된 PIN 번호입니다!
pt: PIN inválido!

# invalid_pin_msg
source: Pin numbers need to be 4 numbers
ja: Pin番号は4ケタにしてください
ko: PIN 번호는 4자리 숫자입니다
pt: Os códigos PIN devem ter 4 dígitos

# club_covers
source: Selfieclub Club Covers
ko: 셀카클럽 클럽커버
pt: Capas do Selfieclub

source: Not Now
ko: 아직
pt: Agora não

# cannot_send
source: Cannot send SMS from this device!
ko: 이 기기에서는 SMS를 전송할 수 없습니다!
pt: Não é possível enviar SMS deste dispositivo!

# report_abuse
source: Report Abuse / Bug
ko: 어뷰징 / 버그 신고
pt: Reportar abuso / erro

# liked_selfie
source: upvoted %@'s selfie in %@
ko: 님이 다음에 게시한 셀카를 좋아합니다:
pt: curtiu sua selfie em

# submit_photo
source: submitted a photo into %@
ko: 님이 다음에 사진을 게시했습니다: %@
pt: enviou uma foto para %@

source: User not found!
ko: 사용자를 찾을 수 없습니다!
pt: Usuário não encontrado!

# lev
source: Leave %@
ko: %@ 나가기
pt: Sair de %@

# lev_sure
source: Are you sure you want to leave %@?
ko: %@에서 정말로 나가시겠습니까?
pt: Tem certeza de que quer sair de %@?

# flag_person
source: This person will be flagged for review
ko: 이 사람을 리뷰를 위해 체크합니다
pt: Esta pessoa será marcada para análise

# yes_flag
source: Yes, flag user
ko: 예, 체크하겠습니다
pt: Sim, marcar usuário

# sent_invite
source: sent you an invite to %@
ko: 님에 다음에 초대했습니다: %@
pt: enviou a você um convite para %@

# accept_invite
source: accepted your invite to %@
pt: aceitou seu convite para %@

source: No Phone!
ko: 휴대폰 번호가 없습니다!
pt: Não há telefone!

source: Phone # taken!
ko: 이 전화번호는 이미 사용 중입니다!
pt: Nº de telefone já existe!

# user_phone
source: Username & phone # taken!
ko: 이 사용자명 및 전화번호는 이미 사용 중입니다!
pt: Nome de usuário e nº de telefone já existem!

# no_user
source: No Username!
ko: 사용자명이 없습니다!
pt: Não há nome de usuário!

# no_user_msg
source: You need to enter a username to use Selfieclub
ko: 셀카클럽을 사용하시려면 사용자명을 입력하셔야 합니다
pt: Você precisa digitar um nome de usuário para usar o Selfieclub

# no_phone_msg
source: You need a phone # to use Selfieclub.
ko: 셀카클럽을 이용하시려면 사용자명을 입력하셔야 합니다.
pt: Você precisa de um nº de telefone para usar o Selfieclub.

# no_userphone
source: No Username & Phone!
ko: 사용자명과 휴대폰 번호가 없습니다!
pt: Não há nome de usuário e telefone!

# no_userphone_msg
source: You need to enter a username and phone # to use Selfieclub
ko: 셀카클럽을 이용하시려면 사용자명과 휴대폰 번호를 입력하셔야 합니다
pt: Você precisa digitar um nome de usuário e um nº de telefone para usar o Selfieclub

# no_selectclub
source: No Club Selected!
ko: 아무 클럽도 선택되지 않았습니다!
pt: Nenhum clube selecionado!

# no_selectclub_msg
source: You have to choose at least one club to submit your photo into.
ko: 사진 정보를 보낼 클럽을 최소 1개 이상 선택해야 합니다.
pt: Você precisa escolher no mínimo um clube para enviar sua foto.

# try_again
source: Please try again or press the resend button
ko: 다시 시도하시거나 재전송 버튼을 눌러주세요
pt: Tente novamente ou aperte o botão reenviar

# invalid_msg
source: You cannot have spaces or / or ' in your username
ko: 클럽의 이름에는 '나 /를 넣을 수 없습니다
pt: O nome do seu clube não pode conter / ou '

# invalid_user
source: Invalid username
ko: 올바르지 않은 사용자명
pt: Nome de usuário inválido

# allow_access
source: Allow Access to your contacts?
ko: 연락처에 접근하는 것을 허용하시겠습니까?
pt: Permitir acesso aos seus contatos?

# ok_access
source: We need your OK to access the address book.
ko: 연락처 접근 권한 수락이 필요합니다.
pt: Precisamos do seu OK para acessar o catálogo de endereços.

# tap_join
source: Join my private club in @Selfieclub #selfieclub #appstore #googleplay http://joinselfie.club/%@/%@
ko: %@ 셀카클럽을 만들었어요! 다음 링크를 눌러 가입해 주세요: http://joinselfie.club/%@/%@
pt: Eu criei o Selfieclub %@! Toque para participar: http://sel.club

# alert_create_it
source: Would you like to create it?
ko: 새로 만드시겠습니까?
pt: Gostaria de criá-lo?

source: Club Not Found!
ko: 클럽을 찾을 수 없습니다!
pt: Clube não encontrado!

# want_invite
source: Want to invite friends to %@?
ko: %@에 친구를 초대하시겠습니까?
pt: Quer convidar amigos para %@?

source: Add Photo
pt: Adicionar Foto

# are_you_sure_create_club
source: Are you sure you want to create %@ without a cover image?
pt: Are you sure you want to create the club without a cover image?

# activity_you
source: You
pt: Você

# alert_inviteContact_t
source: %@ found!
pt: %@ encontrado!

# alert_inviteNewContact_t
source: No user found!
pt: Nenhum usuário encontrado!

# alert_inviteContact_m
source: Would you like to invite them to one of your private clubs?
pt: Gostaria de convidá-los para um de seus clubes privados?

# club_inviteSubText
source: You have been invited. Tap to join!
pt: Você foi convidado. Toque para participar!

# empty_club
source: Tap and hold to invite friends
pt: Toque e segure para convidar amigos

# areacode_club
source: %@Club
pt: %@Clube

# family_club
source: My%@Club
pt: My%@Clube

# school_club
source: MySchoolClub
pt: MyEscolaClube

# hud_refresh
source: Refreshing…
ja: リフレッシュ中...
ko: 새로고침 중...

# global_sticker
source: Sticker Store
ko: Sticker Packs

# alert_connectionError_t
source: Connection Error
ja: 接続エラー
ko: 연결 오류

# alert_connectionError_m
source: Could not connect to initialization servers, please try again.
ja: 初期化サーバーに接続できませんでした。再試行してください。
ko: 초기화 서버에 연결할 수 없습니다, ​​다시 시도해 주세요.

# alert_lockedClub_m
source: You must invite at least %d friends to join %@
ko: 선글라스 클럽에 가입하려면 최소 %d명의 친구를 초대해야 합니다

source: SMS Error
ko: SMS 에러

# confirm_purchase
source: Are you sure you want to unlock the %@ sticker pack?
ko: Are you sure you want to unlock the [title] sticker pack?
